<template>
  <div class="bg-white rounded-xl py-5 pl-5 pr-2">
    <h1 class="text-xl text-black-500 font-bold mb-3">Правила пользования</h1>
    <div class="h-[560px] overflow-y-auto pr-2">
      <p class="text-black-500">
        В настоящее время почти все коммерческие банки создали банковские
        мобильные приложения. Также активно работают мобильные приложения
        нескольких платежных организаций. Это позволяет жителям пользоваться
        удобными, быстрыми и надежными платежными сервисами без посещения банка.
        Преимущества использования услуг мобильных приложений коммерческих
        банков и платежных организаций заключаются в следующем: совершение
        платежей, не выходя из дома; совершение покупки без наличных денег, где
        есть вероятность заражения; отслеживание доходов и расходов, экономия
        времени и транспортных расходов и повышение безопасности. Для
        использования мобильных приложений необходимо предварительно получить
        банковскую карту, оформленную на ваше имя, в добровольном банке (если у
        вас нет банковской карты). В настоящее время коммерческие банки
        выпускают два вида банковских карт (HUMO и UZCARD). Для того, чтобы
        физическим лицам получить банковскую карту и осуществлять платежи через
        мобильное приложение, необходимо выполнить следующие действия: оформить
        банковскую карту (впервые) в выбранный банк по паспорту (также возможен
        заказ онлайн через официальные сайты коммерческих банков); пополнить
        карту денежными средствами (посетив банкоматы или отделения банка с
        функцией «cash-in»); подключить (привязать) банковскую карту к номеру
        мобильного телефона, посетив банк или через банкоматы и инфокиоски
        физическим лицам получить банковскую карту и осуществлять платежи через
        мобильное приложение, необходимо выполнить следующие действия: оформить
        банковскую карту (впервые) в выбранный банк по паспорту (также возможен
        заказ онлайн через официальные сайты коммерческих банков); пополнить
        карту денежными средствами (посетив банкоматы или отделения банка с
        функцией «cash-in»); подключить (привязать) банковскую карту к номеру
        мобильного телефона, посетив банк или через банкоматы и инфокиоски
        физическим лицам получить банковскую карту и осуществлять платежи через
        мобильное приложение, необходимо выполнить следующие действия: оформить
        банковскую карту (впервые) в выбранный банк по паспорту (также возможен
        заказ онлайн через официальные сайты коммерческих банков); пополнить
        карту денежными средствами (посетив банкоматы или отделения банка с
        функцией «cash-in»); подключить (привязать) банковскую карту к номеру
        мобильного телефона, посетив банк или через банкоматы и инфокиоски В
        настоящее время почти все коммерческие банки создали банковские
        мобильные приложения. Также активно работают мобильные приложения
        нескольких платежных организаций. Это позволяет жителям пользоваться
        удобными, быстрыми и надежными платежными сервисами без посещения банка.
        Преимущества использования услуг мобильных приложений коммерческих
        банков и платежных организаций заключаются в следующем: совершение
        платежей, не выходя из дома; совершение покупки без наличных денег, где
        есть вероятность заражения; отслеживание доходов и расходов, экономия
        времени и транспортных расходов и повышение безопасности. Для
        использования мобильных приложений необходимо предварительно получить
        банковскую карту, оформленную на ваше имя, в добровольном банке (если у
        вас нет банковской карты). В настоящее время коммерческие банки
        выпускают два вида банковских карт (HUMO и UZCARD). Для того, чтобы
        физическим лицам получить банковскую карту и осуществлять платежи через
        мобильное приложение, необходимо выполнить следующие действия: оформить
        банковскую карту (впервые) в выбранный банк по паспорту (также возможен
        заказ онлайн через официальные сайты коммерческих банков); пополнить
        карту денежными средствами (посетив банкоматы или отделения банка с
        функцией «cash-in»); подключить (привязать) банковскую карту к номеру
        мобильного телефона, посетив банк или через банкоматы и инфокиоски
        физическим лицам получить банковскую карту и осуществлять платежи через
        мобильное приложение, необходимо выполнить следующие действия: оформить
        банковскую карту (впервые) в выбранный банк по паспорту (также возможен
        заказ онлайн через официальные сайты коммерческих банков); пополнить
        карту денежными средствами (посетив банкоматы или отделения банка с
        функцией «cash-in»); подключить (привязать) банковскую карту к номеру
        мобильного телефона, посетив банк или через банкоматы и инфокиоски
        физическим лицам получить банковскую карту и осуществлять платежи через
        мобильное приложение, необходимо выполнить следующие действия: оформить
        банковскую карту (впервые) в выбранный банк по паспорту (также возможен
        заказ онлайн через официальные сайты коммерческих банков); пополнить
        карту денежными средствами (посетив банкоматы или отделения банка с
        функцией «cash-in»); подключить (привязать) банковскую карту к номеру
        мобильного телефона, посетив банк или через банкоматы и инфокиоски
      </p>
    </div>
  </div>
</template>

<style scoped>
::-webkit-scrollbar {
  width: 4px;
}

::-webkit-scrollbar-thumb {
  background-color: #cdcdd0;
  border-radius: 2px;
}

::-webkit-scrollbar-track {
  width: 2px;
  background-color: #eaebed;
}
</style>
