<template>
  <div class="mb-10">
    <!-- static -->
    <div class="container mx-auto md:p-10 lg:p-10 p-5 bg-white rounded-2xl">
      <div class="">
        <h1 class="lg:text-3xl text-xl md:text-2xl font-bold mb-2">Клиентам</h1>
        <h2 class="lg:text-2xl text-xl md:text-2xl font-semibold mb-6">
          Новогодние скидки от Tashkent Parfum
        </h2>
        <p class="mb-8 lg:text-base md:text-sm text-sm">
          Интернет-магазин элитной парфюмерии и косметики PARFUM TASHKENT был
          создан в 2019 году. Каждый день мы заботимся о расширении
          ассортимента, улучшении функциональных возможностей электронного
          оборудования и доставки, чтобы ваши покупки были комфортными и
          приносили исключительно положительные эмоции. Наша основная задача -
          качественная работа с клиентами с одной единственной целью, чтобы как
          можно большее количество наших покупателей стали нашими постоянными
          клиентами и рекомендовали нас своим близким, друзьям и знакомым.
        </p>

        <p class="mb-6 lg:text-base md:text-sm text-sm">
          Французская парфюмерно-косметическая сеть Sephora сообщила о намерении
          прекратить работу своих магазинов на территории Российской Федерации.
          Об этом сеть, принадлежащая группе компаний LVMH (Louis Vuitton Moët
          Hennessy), сообщила в воскресенье на своей странице в Instagram.
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          Лучший совет в этом случае — продумать собственную инвестиционную
          стратегию и принимать решения о покупке или продаже активов исходя из
          нее.
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          Например, вы верите в рост «зеленой энергетики» и решаете купить акции
          компании Х по 50 $ за штуку. Предварительно вы провели анализ отрасли
          и внимательно изучили бизнес этой компании, после чего поняли: через 5
          лет ее акции будут стоить уже 500 $.
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          Спустя 3 месяца после покупки на рынке началась коррекция и акции
          компании Х подешевели вдвое — до 25 $. Но вы восприняли это лишь как
          прекрасную возможность купить перспективные активы «со скидкой».
        </p>
        <p class="mb-8 lg:text-base md:text-sm text-sm">
          И хотя у вас нет гарантий, что прогноз на рост «зеленой энергетики» в
          итоге сбудется полностью или хотя бы частично, зато у вас есть план,
          который поможет вам избежать эмоциональных и необдуманных действий
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          Лучший совет в этом случае — продумать собственную инвестиционную
          стратегию и принимать решения о покупке или продаже активов исходя из
          нее.
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          Например, вы верите в рост «зеленой энергетики» и решаете купить акции
          компании Х по 50 $ за штуку. Предварительно вы провели анализ отрасли
          и внимательно изучили бизнес этой компании, после чего поняли: через 5
          лет ее акции будут стоить уже 500 $.
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          Спустя 3 месяца после покупки на рынке началась коррекция и акции
          компании Х подешевели вдвое — до 25 $. Но вы восприняли это лишь как
          прекрасную возможность купить перспективные активы «со скидкой».
        </p>
        <p class="lg:text-base md:text-sm text-sm">
          И хотя у вас нет гарантий, что прогноз на рост «зеленой энергетики» в
          итоге сбудется полностью или хотя бы частично, зато у вас есть план,
          который поможет вам избежать эмоциональных и необдуманных действий
        </p>
      </div>
    </div>
  </div>
</template>